Repository: Bvrolix/eid-mw
Catalog: plugins_tools/aboutmw/gtk/po/*.po
Languages: de, fr, nl

source: PCSC daemon status
de: Status PCSC-Systemdienst
fr: Statut service de système PCSC
nl: PCSC systeemdienst status

source: (check failed)
de: (Test fehlgeschlagen)
fr: (échec du test)
nl: (test mislukt)

source: (not running)
de: (läuft nicht)
fr: (ne tourne pas)
nl: (draait niet)

source: running; pid: %s
de: läuft; pid: %s
fr: tourne ; pid : %s
nl: draait; pid: %s

source: Java version
fr: version Java
nl: Java-versie

source: (not found)
de: (nicht gefunden)
fr: (non trouvé)
nl: (niet gevonden)

source: (not found; check failed)
de: (nicht gefunden; Test fehlgeschlagen)
fr: (non trouvé ; échec du test)
nl: (niet gevonden; test mislukt)

source: (not found in path)
de: (nicht gefunden im Suchpfad)
fr: (non trouvé dans le chemin de recherche)
nl: (niet gevonden in zoekpad)

source: eID Viewer location
de: eID Viewer-Adresse
fr: Emplacement eID Viewer
nl: eID Viewer-locatie

source: 32-bit PKCS#11 location
de: 32-bit PKCS#11 Adresse
fr: Emplacement 32 bits PKCS#11
nl: 32-bit PKCS#11 locatie

source: 64-bit PKCS#11 location
de: 64-bit PKCS#11 Adresse
fr: Emplacement 64 bits PKCS#11
nl: 64-bit PKCS#11 locatie

source: PKCS#11 location
de: PKCS#11 Adresse
fr: Emplacement PKCS#11
nl: PKCS#11 locatie

source: System architecture
de: Systemarchitektur
fr: Architecture du système
nl: Systeemarchitectuur

source: 64-bit PC
fr: PC 64 bits

source: 32-bit PC
fr: PC 32 bits

source: Unknown (%s)
de: Unbekannt (%s)
fr: Inconnu (%s)
nl: Onbekend (%s)

source: (unknown)
de: (unbekannt)
fr: (inconnu)
nl: (onbekend)

source: Distribution version
de: Verteilung-Version
fr: Version de distribution
nl: Distributie-versie

source: Distribution codename
de: Verteilung Codebezeichnung
fr: Nom de code de distribution
nl: Distributie codenaam

source: Middleware version
fr: Version Middleware
nl: Middleware-versie

source: Middleware build ID
de: Middleware Bau-ID
fr: ID construction Middleware
nl: Middleware bouw-ID

source: Middleware build date
de: Middleware Baudatum
fr: Date construction MIddleware
nl: Middleware bouwdatum

source: Item
de: Artikel
fr: Élément

source: Value
de: Wert
fr: Valeur
nl: Waarde

source: Distribution
de: Verteilung
nl: Distributie
