Repository: Bvrolix/eid-mw
Catalog: cardcomm/pkcs11/src/dialogs/dialogsgtk/po/*.po
Languages: de, fr, nl

source: The application [%s] wants to access the eID card. Do you want to accept it?
de: Die Anwendung [%s] will auf die eID-Karte zugreifen. Möchten Sie akzeptieren?
fr: l'application [%s] essaye d'accéder à la carte eID. Acceptez-vous?
nl: Het Programma [%s] vraagt toegang tot de eID kaart. Wil U dit toelaten?

source: beID: Card Access
de: beID: Kartenzugriff
fr: beID: Lecture de Carte
nl: beID: Lezen Kaart

source: The application [%s] requests your eID PIN code.
de: Die Anwendung [%s] fragt um Ihren eID PIN-code
fr: l'application [%s] vous demande votre code PIN eID
nl: Het programma [%s] vraagt uw eID PINcode

source: beID: PIN Code Required
fr: beID: Code PIN Necessaire
nl: beID: PINcode Vereist

source: You have entered an incorrect PIN code. Please note that at the next incorrect entry your PIN code will be blocked.
fr: Vous avez entré un code PIN incorrect. Vieullez noter qu'a la prochaine entree incorrecte votre code PIN sera bloqué
nl: U hebt een foutieve PIN code ingegeven. Gelieve te noteren dat bij de volgende incorrecte ingave uw PIN code geblokkeerd wordt.

source: beID: Incorrect PIN Code
fr: beID: Code PIN incorrect
nl: beID: Foutieve PINcode

source: Request from Application [%s]: Please enter your current eID PIN, followed by your new eID PIN (twice)
de: Anfrage von Anwendug [%s]: Bitte geben Sie ihren bestehenden eID PIN-Code, gefolgt von Ihrem neuen eID PIN-Code (zwei mal), ein
fr: Demande de l'application [%s]: Veuillez entrer votre code PIN eID existant, suivi de votre nouveau code PIN eID (2 fois)
nl: Verzoek van programma [%s]: Gelieve uw bestaande eID PIN code, en tweemaal uw nieuwe eID PINcode in te voeren.

source: beID: Change PIN Code
de: beID: PIN Code ändern
fr: beID: Changement de code PIN
nl: beID: Wijziging PINcode

source: Current PIN:
de: Aktueller PIN-Code:
fr: Code PIN existant:
nl: Huidige PIN:

source: New PIN:
de: Neuer PIN-Code:
fr: Nouveau code PIN:
nl: Nieuwe PIN:

source: New PIN (again):
de: Neuer PIN-Code (noch einmal):
fr: Nouveau code PIN (verification):
nl: Nieuwe PIN (opnieuw):

source: The application [%s] requests your eID PIN code on the secure pinpad reader: [%s]...
de: Die Anwendung [%s] fragt um Ihren eID PIN-Code auf dem sicheren Kartenleser: [%s]...
fr: l'application [%s] vous demande d'entrer votre code PIN eID sur le lecteur securise [%s]...
nl: Het programma [%s] vraagt uw eID PIN code in te geven op de beveiligde kaartlezer: [%s]...

source: Request from Application [%s]: Please change your eID PIN code on the secure pinpad reader: [%s]...
de: Anfrage von Anwendug [%s]: Please change your eID PIN code on the secure pinpad reader: [%s]...
fr: Demande de l'application [%s]: Veuillez changer votre code PIN eID sur le lecteur securise [%s]...
nl: Verzoek van programma [%s]: Gelieve uw eID PIN code op de beveiligde kaartlezer: [%s] te willen wijzigen.
